{
	"introduction_title": "Úvod",
	"introduction_draciDoupe_name": "Dračí doupě",
	"introduction_draciDoupe_description": "Dračí doupě (zkratka DD či DrD) je česká fantasy hra na hrdiny, kterou v roce 1990 vytvořilo nakladatelství Altar. Hra vychází z americké hry na hrdiny Dungeons & Dragons (D&D). Průběh hry řídí jeden hráč nazývaný Pán jeskyně, ostatní hráči hrají za jednotlivé postavy, která má každá svou rasu (člověk, elf, trpaslík ap.) a povolání (válečník, zloděj, čaroděj ap.).",

	"races_title": "Rasy",
	"races_introduction": "Při vytváření postavy si jako první hráč vybere jednu z těchto ras.",
	"races_hobbit_name": "Hobit",
	"races_hobbit_description": "Bytost, která je menší než člověk, objevující se v díle J. R. R. Tolkiena Pán prstenů. Má chlupaté nohy, chodí bez bot a zpravidla má kudrnaté vlasy a kulaté bříško. Jejich zvláštní rasovou schopností je čich – schopnost vycítit blízkost jiných tvorů. Vynikají vysokou obratností a charisma, což z nich ve hře dělá vynikající zloděje. Rodovou zbraní je lehká kuše (bonus na útok).",
	"races_kuduk_name": "Kudůk",
	"races_kuduk_description": "Zvláštní humanoidní druh. Jméno „kudůk“, psáno správněji „kudúk“, je též vypůjčeno z díla J. R. R. Tolkiena, kde se jím ve své vlastní řeči nazývají hobiti. Kudůkové v DrD vznikli v dávných dobách splynutím části plemene trpaslíků a hobitů. Vyznačují se nízkým vzrůstem (větší než hobiti, menší než trpaslíci), šikovností a zručností. Zpravidla se živí jako alchymisté nebo zloději. Jejich rodovou zbraní je sekera.",
	"races_dwarf_name": "Trpaslík",
	"races_dwarf_description": "Trpaslíci jsou ve hře nadaní zvláštní schopností infravidění – schopnosti ve tmě vidět teplo (vzdušné proudy, teplokrevné tvory, studená jezírka apod.) a orientovat se díky tomu třeba v podzemí. Silní a velmi odolní, což je (herně) předurčuje býti válečníky. Jejich rodovou zbraní je válečná sekera.",
	"races_elf_name": "Elf",
	"races_elf_description": "Elfové jsou dlouhověcí (herně se nijak neprojevuje) a vynikají zejména svou inteligencí a charismou, což je předurčuje pro povolání kouzelníka či hraničáře. Rodovou zbraní je dlouhý luk.",
	"races_human_name": "Člověk",
	"races_human_description": "Klasický člověk, tzn. průměrné vlastnosti, žádné speciální schopnosti. Jejich rodovou zbraní je široký meč.",
	"races_barbar_name": "Barbar",
	"races_barbar_description": "Lidé žijící v pustinách daleko od civilizace. Odloučení na nich zanechalo stopy: jsou silnější a odolnější, ale také neohrabanější a ošklivější než ostatní lidé. Jejich nejběžnějšími povoláními jsou válečník a hraničář. Rodovou zbraní je meč bastard.",
	"races_kroll_name": "Kroll",
	"races_kroll_description": "Vyznačují se velkou silou, vysokým vzrůstem (přes 2 metry), divokou a bojovnou povahou a nízkou inteligencí. Mají drsnou tvrdou našedlou kůži a svým vzhledem připomínají pračlověka. Nápadné jsou jejich veliké uši, které používají při ultrazvukové echolokaci podobně jako netopýři. Oblíbenou zbraní jsou palcáty a těžké kyje.",

	"professions_title": "Povolání",
	"professions_introduction": "Každý hráč si po zvolení rasy zvolí také jedno z pěti povolání. Při tvorbě povolání se dvě vlastnosti určují podle tabulky povolání a nikoli podle rasy. Ta pak má bonus či postih k takto určené vlastnosti. Např. trpaslík má průměrnou obratnost, ale v případě trpaslíka-zloděje dojde k určení obratnosti dle povolání, snížené o drobný postih, aby se tak odlišil např. od hobita-zloděje, který si naopak obratnosti přičte bonus. Maxima se pak pochopitelně liší.",
	"professions_warrior_name": "Válečník",
	"professions_warrior_description": "Soustředí se na boj tváří v tvář (zbraně a zbroje bez omezení) dokáže odhadovat sílu protivníků, léčit svá zranění nebo se pokusit zastrašit a zahnat nestvůry. Vlastnosti povolání: síla a odolnost.",
	"professions_ranger_name": "Hraničář",
	"professions_ranger_description": "Zná přírodu a tvory, kteří ji obývají. Je schopným stopařem. Hraničáři jsou zpravidla provázeni psy. Hraničář ovládá lehké a střední zbraně. Dokáže sesílat léčivá kouzla a na vyšších úrovních má i psionické schopnosti (telekineze, pyrokineze, telepatie). Vlastnosti povolání: síla a inteligence.",
	"professions_alchemist_name": "Alchymista",
	"professions_alchemist_description": "Je šikovný a hodně vydrží. Zabývá se výrobou lektvarů a různých magických předmětů. Dle znění pravidel v boji obvykle nepomáhá přímo, ale prostřednictvím svého umění. V praxi je v boji platným pomocníkem – díky vyšší obratnosti dobře střílí a díky odolnosti i dost vydrží. Vlastnosti povolání: obratnost a odolnost.",
	"professions_sorcerer_name": "Kouzelník",
	"professions_sorcerer_description": "Je chytrý a umí ovlivňovat druhé. Meč a zbroj jsou pro něj věci podřadné a raději spoléhá na své zvláštní schopnosti, zejména kouzla. Bývá doprovázen kouzelným pomocníkem – kočkou, havranem či ďáblíkem. Vlastnosti povolání: inteligence a charisma.",
	"professions_thief_name": "Zloděj",
	"professions_thief_description": "Je mrštný a umí se vloudit do přízně jiných lidí. V boji zpravidla nestojí v první řadě, ale dokáže i tvrdě zasáhnout – zejména z dálky. Jedná se o odborníky na nebezpečné situace, které vyžadují důvtip a obratnost místo hrubé síly. Klíčové je hledání a odstraňování pastí. Vlastnosti povolání: obratnost a charisma."
}
