{
	"introduction_title": "Introduction",
	"introduction_draciDoupe_name": "Dračí doupě",
	"introduction_draciDoupe_description": "Dračí doupě (Dragon's Den, abbreviated as DD or DrD) is a Czech fantasy game of heroes created by Altar in 1990. The game is based on the American game of heroes Dungeons & Dragons (D&D). The course of the game is controlled by one player called the Lord of the Cave, the other players play for individual characters that each have their own race (human, elf, dwarf, etc.) and occupation (warrior, thief, wizard, etc.).",

	"races_title": "Races",
	"races_introduction": "When creating a character, the player first chooses one of these races.",
	"races_hobbit_name": "Hobbit",
	"races_hobbit_description": "A being that is smaller than a human, appearing in J. R. R. Tolkien's The Lord of the Rings. He has hairy legs, walks without shoes, and generally has curly hair and a round belly. Their special racial ability is smell – the ability to sense the closeness of other creatures. They excel in high dexterity and charisma, making them excellent thieves in the game. The ancestry weapon is a light crossbow (attack bonus).",
	"races_kuduk_name": "Kudůk",
	"races_kuduk_description": "A special humanoid species. The name “kudůk”, more correctly spelled “kudúk”, is also borrowed from the work of J. R. R. Tolkien, where it is called Hobbits in their own language. Kudůks in the DrD originated in ancient times from the fusion of a part of the Dwarf and Hobbit race. They are distinguished by their short stature (larger than Hobbits, smaller than Dwarves), skill and dexterity. They generally make their living as alchemists or thieves. Their ancestral weapon is the axe.",
	"races_dwarf_name": "Dwarf",
	"races_dwarf_description": "Dwarfs in the game are gifted with a special ability to see heat in the dark (air currents, warm-blooded creatures, cold pools, etc.) and navigate underground. Strong and very resilient, which (in the game) predisposes them to be warriors. Their ancestral weapon is the battle-axe.",
	"races_elf_name": "Elf",
	"races_elf_description": "Elves are long-lived (no manifestation in the game) and stand out especially for their intelligence and charisma, which makes them destined for the profession of magician or ranger. The ancestry weapon is the longbow.",
	"races_human_name": "Human",
	"races_human_description": "Classic man, i.e. average qualities, no special skills. Their ancestry weapon is a broadsword.",
	"races_barbar_name": "Barbar",
	"races_barbar_description": "Humans living in wastelands far from civilization. Separation has left its mark on them: they are stronger and more resilient, but also clumsier and uglier than other humans. Their most common occupations are warrior and ranger. The ancestry weapon is the bastard sword.",
	"races_kroll_name": "Kroll",
	"races_kroll_description": "They are characterized by great strength, tall (over 2 meters), fierce and combative nature and low intelligence. They have rough hard greyish skin and resemble a caveman in appearance. Their large ears are conspicuous, which they use for ultrasonic echolocation similar to bats. Their favourite weapons are maces and heavy clubs.",

	"professions_title": "Professions",
	"professions_introduction": "Each player also chooses one of the five occupations after selecting a race. When creating a profession, two characteristics are determined by the occupational chart and not by race. The latter then has a bonus or penalty for the characteristic thus determined. For example, a dwarf has an average dexterity, but in the case of a dwarf-thief, the dexterity is determined by occupation, minus a minor penalty to distinguish it from, for example, a hobbit-thief who, on the other hand, takes a bonus for the dexterity. The maximum then, of course, differs.",
	"professions_warrior_name": "Warrior",
	"professions_warrior_description": "Focusing on face-to-face combat (weapons and armor without limit), they can gauge the strength of opponents, heal his wounds, or try to intimidate and drive off monsters. Occupational traits: strength and resilience.",
	"professions_ranger_name": "Ranger",
	"professions_ranger_description": "Rangers know nature and the creatures that inhabit it. They are skilled trackers. Rangers are usually accompanied by dogs. A Ranger wields light and medium weapons. They can cast healing spells, and at higher levels have psionic abilities (telekinesis, pyrokinesis, telepathy). Characteristics of occupation: strength and intelligence.",
	"professions_alchemist_name": "Alchemist",
	"professions_alchemist_description": "Alchemists are skilled and endure a lot. They are engaged in the production of potions and various magical objects. According to the rules, they usually do not help in the fight directly, but through their art. In practice, they are useful helpers in the fight – thanks to their higher dexterity they shoot well and thanks to their endurance they endure enough. Characteristics of the profession: dexterity and endurance.",
	"professions_sorcerer_name": "Sorcerer",
	"professions_sorcerer_description": "Sorcerers are clever and can influence others. Sword and armour are inferior to them, and they prefer to rely on their special skills, especially spells. A sorcerer is accompanied by a magical helper – a cat, a raven or a devil. Characteristics of the profession: intelligence and charisma.",
	"professions_thief_name": "Thief",
	"professions_thief_description": "Thieves are agile and can break into other people's good graces. In combat, they are not usually the front-runner, but they can also hit hard – especially from a distance. These are specialists in dangerous situations that require wit and skill instead of brute force. Finding and removing traps is key. Characteristics of the profession: skill and charisma."
}
